{
  "landing_page_intro_1": "Hai, Saya",
  "full_name": "Handson Panggabean",
  "profession": "Fullstack Developer",
  "landing_page_description": "Memiliki pengalaman dalam membuat dan memelihara sistem front-end dan back-end dengan kemampuan menciptakan fungsionalitas dan pengalaman yang baik bagi pengguna. Antusias dalam memecahkan masalah, menulis code dengan rapi dan mudah dimengerti, serta berkolaborasi bersama tim yang tangkas. Terpacu dan senang bekerja dengan teknologi baru yang modern untuk mendorong solusi inovatif.",
  "portfolio_projects_title": "Proyek Portofolio",
  "edot_portfolio_project_description": "Aplikasi berbasis ponsel untuk mengatur jadwal rapat dan rapat singkat.",
  "ecommerce_portfolio_project_description": "Aplikasi berbasis situs e-commerce untuk toko busana.",
  "x0pa_portfolio_project_description": "Aplikasi situs web untuk software manajemen perekrutan yang didukung oleh AI dan machine learning, berbasis di Singapura.",
  "tech_stacks_title": "Teknologi yang dikuasai",
  "work_experiences_title": "Pengalaman Bekerja",
  "work_experiences_gmf_desc_1": "Melaksanakan inspeksi berkala dan insidental untuk memastikan kesiapan penerbangan pesawat.",
  "work_experiences_gmf_desc_2": "Mencatat log perbaikan untuk mendokumentasikan seluruh kegiatan pemeliharaan pesawat, baik korektif maupun preventif.",
  "work_experiences_gmf_desc_3": "Memeriksa seluruh komponen pesawat yang diterima dari konsumen guna memverifikasi kepatuhan terhadap peraturan EASA dan FAA.",
  "work_experiences_gmf_date": "Des 2018 - Mei 2021",
  "work_experiences_cloudxier_desc_1": "Mengembangkan dan memelihara aplikasi web full-stack menggunakan JavaScript, React, dan Node.js, serta meningkatkan pengalaman dan fungsionalitas pengguna.",
  "work_experiences_cloudxier_desc_2": "Menerapkan prinsip desain web responsif untuk menciptakan aplikasi yang mobile-friendly, sehingga meningkatkan aksesibilitas bagi pengguna di berbagai perangkat.",
  "work_experiences_cloudxier_desc_3": "Merancang dan mengimplementasikan RESTful API untuk meningkatkan efektifitas antara sistem front-end dan back-end.",
  "work_experiences_cloudxier_date": "Nov 2021 - Saat ini",
  "contact_me_title": "Hubungi Saya",
  "contact_me_name_label": "Nama",
  "contact_me_email_label": "Email",
  "contact_me_subject_label": "Subyek",
  "contact_me_message_label": "Pesan",
  "contact_me_preview_message_label": "Pratinjau Pesan",
  "send": "Kirim"
}
